[
  "Day 1:\nPhnom Penh (Jeddah - Madinah).\n\nPara jemaah diminta berada di Phnom Penh International Airport (PPIA), 5 jam sebelum penerbangan. Urusan daftar masuk ke pesawat akan dibantu oleh petugas. Jemaah digalakkan untuk memuat turun aplikasi Nusuk dalam telefon bimbit masing-masing untuk memohon permit ziarah Raudhah. Setibanya di Airport Jeddah, jemaah akan menaiki bas bergerak ke hotel Madinah/Mekah. Urusan daftar masuk ke hotel akan dibantu oleh petugas.",
  "Day 2:\nMADINAH (ZIARAH DALAM).\n\nSelepas sarapan pagi, para jemaah akan dibawa lawatan ke sekitar Masjid Ghamamah, Masjid Saidina Ali, Masjid Saidina Abu Bakar, Saqifah Bani Saadah, Masjid Nabawi, Perkuburan Baqi, dan Kubah Hijau (Raudhah).",
  "Day 3:\nMadinah.\n\nJemaah bebas untuk beribadah di Masjid Nabawi.",
  "Day 4:\nMADINAH (ZIARAH LUAR).\n\nJemaah akan dibawa lawatan luar seperti Masjid Quba, Ladang Tamar, Bukit Uhud, Masjid Khandak, dan Masjid Qiblatain.",
  "Day 5:\nMADINAH.\n\nJemaah bebas untuk beribadah di Masjid Nabawi. Selepas makan malam, taklimat pergerakan jemaah ke Kota Mekah.",
  "Day 6:\nMADINAH - MEKAH.\n\nPada waktu pagi selepas selesai sarapan, jemaah dinasihatkan melakukan ziarah Wada'. Selepas Solat Zuhur, para jemaah akan memulakan pergerakan ke Mekah. Di dalam perjalanan akan singgah di Masjid Bir Ali untuk solat sunat Ihram dan bermiqat Umrah. Sampai di Mekah, para jemaah akan dibawa ke hotel dan kemudiannya dibawa oleh Mutawif ke Baitullah untuk menyempurnakan ibadah Umrah yang pertama.",
  "Day 7:\nMEKAH.\n\nJemaah bebas untuk beribadah di Masjidil Haram.",
  "Day 8:\nMEKAH (ZIARAH LUAR / JA'RANAH).\n\nJemaah akan dibawa lawatan luar sekitar Kota Makkah seperti Jabal Thur, Jabal Rahmah, Muzdalifah, Jamrah & Mina (melintasi & memandang dari dalam bas sahaja), dan Masjid Ja'ranah.",
  "Day 9:\nMEKAH (ZIARAH LUAR / HUDAIBIYAH).\n\nJemaah akan dibawa lawatan ke Hudaibiyah dan melawat Jabal Nur (Gua Hira'). (TIDAK TERMASUK PAKEJ KE MUZIUM) dan Pasar Kakiyah. Dalam perjalanan pulang, bagi yang ingin menunaikan ibadah umrah, boleh bermiqat di Hudaibiyah.",
  "Day 10:\nMEKAH.\n\nJemaah bebas untuk beribadah di Masjidil Haram. Taklimat pergerakan pulang ke Phnom Penh selepas makan malam.",
  "Day 11:\nMEKAH - JEDDAH.\n\nJemaah bergerak menaiki bas ke Airport Jeddah. Urusan daftar masuk jemaah akan dibantu oleh petugas.",
  "Day 12:\nJEDDAH - PPIA.\n\nDijangka tiba di Phnom Penh International Airport (PPIA) InsyaAllah."
]
